export const CANVAS_WIDTH = 500;
export const CANVAS_HEIGHT = 200;

export const DEFAULT_ANESTHESIA_FORM_TEXT = `חומרי הרדמה נחשבים בטוחים, עם זאת תמיד קיים סיכון בהרדמה ובפרוצדרות כירורגיות, ולרופא/מרפאה אין יכולת לחזות או לקחת אחריות במידה ולבעל החיים תהייה תגובה שלילית להרדמה.

בחתימה על מסמך זה הנני מסכים/ה לביצוע ההרדמה והפרצדורות הכירורגיות הנדרשות בחירום או על פי תיאום מראש, זאת לאחר שהוסברו לי כלל הסיכונים הכרוכים בכך.

הנני מאשר שהובא לידיעתי הערכת מחיר זו וכי ידוע לי שעשויה להיות סטייה של עד 15% מהערכה זו. במידה ובמהלך הטיפול התעורר צורך בטיפולים נוספים שיגרמו למחיר לעלות ביותר מ 15%, כי אז יעדכן הרופא טלפונית לקבלת אישורי.

הנני מתחייב להסדיר את התשלום לפי הערכת המחיר הנ"ל, עם שחרור בעל החיים מהמרפאה. אני מבין ומודע לכך כי עלי להסדיר את התשלום, גם במידה ובעל החיים ימות במהלך הטיפול/אישפוז. אני מאשר כי קראתי, הוסבר לי והבנתי את הסיכונים.

אני מודע לכך שהאישפוז אינו כולל השגחת לילה.
במידה ובעל החיים נשאר לאישפוז לילה, אני מודע לכך שאין צוות רפואי נוכח בלילה.`;
